{
  "title": "Dwelling in Time",
  "subtitle": {
    "en": "An Inner Garden · Selected Works by Lim Hyejung",
    "kr": "내면의 정원 · 임혜정 선별 작품집",
    "ja": "内なる庭園 · リム・ヘジョン選集",
    "vi": "Khu Vườn Nội Tâm · Tuyển Tập Tác Phẩm của Lim Hyejung",
    "ms": "Taman Dalaman · Karya Terpilih oleh Lim Hyejung",
    "id": "Taman Batin · Karya Pilihan oleh Lim Hyejung",
    "th": "สวนภายใน · ผลงานคัดสรรโดย ลิม เฮจอง",
    "de": "Der innere Garten · Ausgewählte Werke von Lim Hyejung",
    "fr": "Le Jardin Intérieur · Œuvres Choisies de Lim Hyejung",
    "es": "El Jardín Interior · Obras Seleccionadas de Lim Hyejung"
  },
  "artist": {
    "name": "Lim Hyejung",
    "nameKr": "임혜정",
    "nameLocal": {
      "ja": "リム・ヘジョン",
      "vi": "Lim Hyejung",
      "ms": "Lim Hyejung",
      "id": "Lim Hyejung",
      "th": "ลิม เฮจอง",
      "de": "Lim Hyejung",
      "fr": "Lim Hyejung",
      "es": "Lim Hyejung"
    },
    "birth": "b. 1981, Korea",
    "education": [
      {
        "degree": "Department of Fine Arts",
        "institution": "Seoul National University of Science and Technology",
        "institutionKr": "서울과학기술대학교 미술학과"
      }
    ]
  },
  "exhibitionStatement": {
    "en": "This exhibition traces a journey through an inner garden—a space where breath becomes landscape and moments become dwelling. \n\nLim Hyejung explores a form of nature that is not rooted in physical reality but reconstructed through imagination and emotion. Her work invites us not merely to pass through, but to enter, to pause, and to inhabit time itself. In this practice, she presents the idea of \"Utopia = Reality\"—a place where the boundary between the ideal and the real dissolves, where the imagined garden and the lived experience become indistinguishable.\n\nThe exhibition unfolds as a narrative arc: we enter the forest, learn to dwell rather than transit, discover what hides in stillness, confront the weight of time and emotion, and ultimately arrive at acceptance. Through hydrangeas and resting figures, through ladybugs and mantises, through the cycle of growth and aging, Lim maps an emotional cartography—a visual diary where feelings accumulate as landscape.\n\nHer works are not objects to be viewed but spaces to be inhabited. They ask us to stop measuring moments and begin dwelling in them, to recognize that growth itself—not its measurement or validation—constitutes the essential human experience. In this inner garden, we discover that the simple act of noticing one's own breath is both ordinary and radical: proof that we are here, alive, present.",

    "kr": "이번 전시는 내면의 정원을 통과하는 여정을 따라간다—호흡이 풍경이 되고 순간이 거처가 되는 공간.\n\n작가는 물리적 현실에 뿌리를 둔 것이 아니라, 상상과 감정을 통해 재구성된 자연의 형태를 탐구한다. 그녀의 작업은 우리를 단순히 지나가도록 초대하는 것이 아니라, 들어서고, 멈추고, 시간 자체에 거주하도록 초대한다. 이 실천 안에서 작가는 \"Utopia = Reality\"라는 관점을 제시한다—이상과 현실의 경계가 녹아드는 곳, 상상된 정원과 살아낸 경험이 구별할 수 없게 되는 장소.\n\n전시는 하나의 서사적 아크로 펼쳐진다: 우리는 숲에 들어서고, 통과가 아닌 머무르기를 배우며, 고요 속에 숨은 것을 발견하고, 시간과 감정의 무게와 직면하며, 궁극적으로 수용에 도달한다. 수국과 쉬는 인물들을 통해, 무당벌레와 사마귀를 통해, 성장과 노화의 순환을 통해, 작가는 감정의 지도를 그린다—느낌들이 풍경으로 축적되는 시각적 일기.\n\n그녀의 작품들은 보기 위한 대상이 아니라 거주하기 위한 공간이다. 그것들은 우리에게 순간을 측정하는 것을 멈추고 그 안에 거주하기 시작하도록, 성장 자체가—그 측정이나 검증이 아닌—본질적인 인간 경험을 구성한다는 것을 인식하도록 요청한다. 이 내면의 정원에서, 우리는 자신의 호흡을 알아차리는 단순한 행위가 평범하면서도 급진적이라는 것을 발견한다: 우리가 여기, 살아있고, 현존한다는 증거.",

    "ja": "この展覧会は、内なる庭園を巡る旅路をたどる—呼吸が風景となり、瞬間が住処となる空間。\n\nリム・ヘジョンは、物理的現実に根ざしたものではなく、想像力と感情を通じて再構築された自然の形を探求する。彼女の作品は、私たちを単に通り過ぎるよう招くのではなく、立ち入り、立ち止まり、時間そのものに住むよう招く。この実践において、彼女は「ユートピア=現実」という考えを提示する—理想と現実の境界が溶け合う場所、想像された庭園と生きられた経験が区別できなくなる場所。\n\n展覧会は物語的なアークとして展開される:私たちは森に入り、通過ではなく滞在することを学び、静寂の中に隠れているものを発見し、時間と感情の重みと対峙し、最終的に受容に到達する。紫陽花と休息する人物を通じて、てんとう虫とカマキリを通じて、成長と老いの循環を通じて、リムは感情の地図を描く—感情が風景として蓄積される視覚的日記。\n\n彼女の作品は、見るための対象ではなく、住むための空間である。それらは私たちに、瞬間を測定することをやめ、その中に住み始めるよう、成長そのものが—その測定や検証ではなく—本質的な人間経験を構成することを認識するよう求める。この内なる庭園で、私たちは自分の呼吸に気づくという単純な行為が、平凡でありながら急進的であることを発見する:私たちがここに、生きて、現存しているという証明。",

    "vi": "Triển lãm này theo dõi hành trình qua một khu vườn nội tâm—không gian nơi hơi thở trở thành phong cảnh và khoảnh khắc trở thành nơi cư trú.\n\nLim Hyejung khám phá một hình thái tự nhiên không bắt nguồn từ thực tại vật lý mà được tái tạo qua trí tưởng tượng và cảm xúc. Tác phẩm của cô mời gọi chúng ta không chỉ đi qua, mà bước vào, dừng lại, và cư trú trong chính thời gian. Trong thực hành này, cô trình bày ý tưởng \"Utopia = Thực Tại\"—nơi ranh giới giữa lý tưởng và hiện thực tan biến, nơi khu vườn tưởng tượng và trải nghiệm sống trở nên không thể phân biệt.\n\nTriển lãm triển khai như một cung tự sự: chúng ta bước vào rừng, học cách cư trú thay vì đi qua, khám phá điều ẩn trong tĩnh lặng, đối mặt với trọng lượng của thời gian và cảm xúc, và cuối cùng đạt đến sự chấp nhận. Qua hoa cẩm tú cầu và những hình hài nghỉ ngơi, qua bọ rùa và bọ ngựa, qua chu kỳ tăng trưởng và lão hóa, Lim vẽ nên bản đồ cảm xúc—nhật ký hình ảnh nơi cảm giác tích tụ thành phong cảnh.\n\nTác phẩm của cô không phải là đối tượng để xem mà là không gian để cư trú. Chúng yêu cầu chúng ta ngừng đo lường khoảnh khắc và bắt đầu cư trú trong chúng, nhận ra rằng chính sự tăng trưởng—không phải đo lường hay xác nhận nó—cấu thành trải nghiệm con người thiết yếu. Trong khu vườn nội tâm này, chúng ta khám phá rằng hành động đơn giản của việc nhận thức hơi thở của mình vừa bình thường vừa cấp tiến: bằng chứng rằng chúng ta ở đây, sống, hiện diện.",

    "ms": "Pameran ini menjejaki perjalanan melalui taman dalaman—ruang di mana nafas menjadi landskap dan detik menjadi kediaman.\n\nLim Hyejung meneroka bentuk alam semula jadi yang bukan berakar dalam realiti fizikal tetapi dibina semula melalui imaginasi dan emosi. Karyanya mengajak kita bukan sekadar melalui, tetapi memasuki, berhenti, dan mendiami masa itu sendiri. Dalam amalan ini, dia mempersembahkan idea \"Utopia = Realiti\"—tempat di mana sempadan antara ideal dan nyata larut, di mana taman yang dibayangkan dan pengalaman yang dihayati menjadi tidak dapat dibezakan.\n\nPameran ini terungkap sebagai arc naratif: kita memasuki hutan, belajar mendiami dan bukannya transit, menemui apa yang tersembunyi dalam kesunyian, berhadapan dengan berat masa dan emosi, dan akhirnya tiba pada penerimaan. Melalui hydrangea dan figure yang berehat, melalui kumbang koksi dan belalang sembah, melalui kitaran pertumbuhan dan penuaan, Lim memetakan kartografi emosi—diari visual di mana perasaan terkumpul sebagai landskap.\n\nKarya-karyanya bukan objek untuk dilihat tetapi ruang untuk didiami. Ia meminta kita berhenti mengukur detik dan mula mendiaminya, mengiktiraf bahawa pertumbuhan itu sendiri—bukan pengukuran atau pengesahannya—membentuk pengalaman manusia yang penting. Dalam taman dalaman ini, kita menemui bahawa tindakan mudah menyedari nafas sendiri adalah biasa sekaligus radikal: bukti bahawa kita di sini, hidup, hadir.",

    "id": "Pameran ini menelusuri perjalanan melalui taman batin—ruang di mana napas menjadi lanskap dan momen menjadi tempat tinggal.\n\nLim Hyejung mengeksplorasi bentuk alam yang tidak berakar pada realitas fisik tetapi direkonstruksi melalui imajinasi dan emosi. Karyanya mengundang kita tidak hanya untuk melewati, tetapi untuk masuk, berhenti, dan menghuni waktu itu sendiri. Dalam praktik ini, ia menyajikan gagasan \"Utopia = Realitas\"—tempat di mana batas antara ideal dan nyata melebur, di mana taman yang dibayangkan dan pengalaman yang dijalani menjadi tak terbedakan.\n\nPameran ini terungkap sebagai alur naratif: kita memasuki hutan, belajar tinggal daripada transit, menemukan apa yang tersembunyi dalam keheningan, menghadapi beban waktu dan emosi, dan akhirnya mencapai penerimaan. Melalui hydrangea dan figur yang beristirahat, melalui kepik dan belalang sembah, melalui siklus pertumbuhan dan penuaan, Lim memetakan kartografi emosional—buku harian visual di mana perasaan terakumulasi sebagai lanskap.\n\nKarya-karyanya bukan objek untuk dilihat tetapi ruang untuk dihuni. Mereka meminta kita berhenti mengukur momen dan mulai menghuni mereka, mengenali bahwa pertumbuhan itu sendiri—bukan pengukuran atau validasinya—merupakan pengalaman manusia yang esensial. Dalam taman batin ini, kita menemukan bahwa tindakan sederhana menyadari napas sendiri adalah biasa sekaligus radikal: bukti bahwa kita ada di sini, hidup, hadir.",

    "th": "นิทรรศการนี้สำรวจการเดินทางผ่านสวนภายใน—พื้นที่ที่ลมหายใจกลายเป็นทิวทัศน์และช่วงเวลากลายเป็นที่อยู่อาศัย\n\nลิม เฮจอง สำรวจรูปแบบของธรรมชาติที่ไม่ได้หยั่งรากในความเป็นจริงทางกายภาพ แต่สร้างขึ้นใหม่ผ่านจินตนาการและอารมณ์ ผลงานของเธอเชิญชวนเราไม่เพียงแค่ผ่านไป แต่เข้ามา หยุดพัก และอาศัยอยู่ในตัวเวลาเอง ในการปฏิบัตินี้ เธอนำเสนอแนวคิด \"ยูโทเปีย = ความเป็นจริง\"—สถานที่ที่เส้นแบ่งระหว่างอุดมคติและความจริงละลาย ที่ซึ่งสวนที่จินตนาการและประสบการณ์ที่มีชีวิตกลายเป็นสิ่งที่แยกไม่ออก\n\nนิทรรศการแผ่ขยายเป็นส่วนโค้งการเล่าเรื่อง: เราเข้าสู่ป่า เรียนรู้ที่จะอยู่อาศัยมากกว่าการผ่านไป ค้นพบสิ่งที่ซ่อนอยู่ในความเงียบสงบ เผชิญหน้ากับน้ำหนักของเวลาและอารมณ์ และในที่สุดก็มาถึงการยอมรับ ผ่านดอกไฮเดรนเยียและร่างที่พักผ่อน ผ่านเต่าทองและตั๊กแตนตำข้าว ผ่านวัฏจักรของการเติบโตและความชรา ลิมวาดแผนที่อารมณ์—ไดอารีภาพที่ความรู้สึกสะสมเป็นทิวทัศน์\n\nผลงานของเธอไม่ใช่วัตถุที่จะมอง แต่เป็นพื้นที่ที่จะอาศัย พวกเขาขอให้เราหยุดการวัดช่วงเวลาและเริ่มอาศัยอยู่ในนั้น เพื่อตระหนักว่าการเติบโตเอง—ไม่ใช่การวัดหรือการยืนยัน—ประกอบเป็นประสบการณ์มนุษย์ที่สำคัญ ในสวนภายในนี้ เราค้นพบว่าการกระทำง่ายๆ ของการสังเกตลมหายใจของตนเองนั้นทั้งธรรมดาและรุนแรง: หลักฐานว่าเราอยู่ที่นี่ มีชีวิตอยู่ ปรากฏอยู่",

    "de": "Diese Ausstellung verfolgt eine Reise durch einen inneren Garten—einen Raum, in dem Atem zur Landschaft und Momente zur Wohnung werden.\n\nLim Hyejung erforscht eine Form von Natur, die nicht in der physischen Realität verwurzelt ist, sondern durch Vorstellungskraft und Emotion rekonstruiert wird. Ihre Arbeit lädt uns ein, nicht nur durchzugehen, sondern einzutreten, innezuhalten und die Zeit selbst zu bewohnen. In dieser Praxis präsentiert sie die Idee \"Utopia = Realität\"—ein Ort, an dem die Grenze zwischen Ideal und Wirklichkeit sich auflöst, wo der imaginierte Garten und die gelebte Erfahrung ununterscheidbar werden.\n\nDie Ausstellung entfaltet sich als narrativer Bogen: Wir betreten den Wald, lernen zu verweilen statt zu passieren, entdecken, was sich in der Stille verbirgt, konfrontieren das Gewicht von Zeit und Emotion und gelangen schließlich zur Akzeptanz. Durch Hortensien und ruhende Figuren, durch Marienkäfer und Gottesanbeterinnen, durch den Zyklus von Wachstum und Altern kartiert Lim eine emotionale Kartographie—ein visuelles Tagebuch, in dem Gefühle sich als Landschaft akkumulieren.\n\nIhre Werke sind keine Objekte, die betrachtet werden sollen, sondern Räume, die bewohnt werden sollen. Sie fordern uns auf, Momente nicht mehr zu messen und in ihnen zu verweilen, zu erkennen, dass Wachstum selbst—nicht seine Messung oder Validierung—die wesentliche menschliche Erfahrung ausmacht. In diesem inneren Garten entdecken wir, dass der einfache Akt, den eigenen Atem wahrzunehmen, sowohl gewöhnlich als auch radikal ist: Beweis dafür, dass wir hier sind, lebendig, gegenwärtig.",

    "fr": "Cette exposition retrace un voyage à travers un jardin intérieur—un espace où le souffle devient paysage et les moments deviennent demeure.\n\nLim Hyejung explore une forme de nature qui n'est pas enracinée dans la réalité physique mais reconstruite par l'imagination et l'émotion. Son œuvre nous invite non pas simplement à passer, mais à entrer, à faire une pause, et à habiter le temps lui-même. Dans cette pratique, elle présente l'idée d'« Utopie = Réalité »—un lieu où la frontière entre l'idéal et le réel se dissout, où le jardin imaginé et l'expérience vécue deviennent indiscernables.\n\nL'exposition se déploie comme un arc narratif : nous entrons dans la forêt, apprenons à demeurer plutôt qu'à transiter, découvrons ce qui se cache dans l'immobilité, confrontons le poids du temps et de l'émotion, et parvenons finalement à l'acceptation. À travers les hortensias et les figures au repos, à travers les coccinelles et les mantes, à travers le cycle de croissance et de vieillissement, Lim cartographie une cartographie émotionnelle—un journal visuel où les sentiments s'accumulent comme paysage.\n\nSes œuvres ne sont pas des objets à regarder mais des espaces à habiter. Elles nous demandent de cesser de mesurer les moments et de commencer à les habiter, de reconnaître que la croissance elle-même—non sa mesure ou sa validation—constitue l'expérience humaine essentielle. Dans ce jardin intérieur, nous découvrons que l'acte simple de remarquer son propre souffle est à la fois ordinaire et radical : preuve que nous sommes ici, vivants, présents.",

    "es": "Esta exposición traza un viaje a través de un jardín interior—un espacio donde el aliento se convierte en paisaje y los momentos se convierten en morada.\n\nLim Hyejung explora una forma de naturaleza que no está arraigada en la realidad física sino reconstruida a través de la imaginación y la emoción. Su obra nos invita no meramente a pasar, sino a entrar, a pausar, y a habitar el tiempo mismo. En esta práctica, presenta la idea de \"Utopía = Realidad\"—un lugar donde la frontera entre lo ideal y lo real se disuelve, donde el jardín imaginado y la experiencia vivida se vuelven indistinguibles.\n\nLa exposición se despliega como un arco narrativo: entramos en el bosque, aprendemos a morar en lugar de transitar, descubrimos lo que se esconde en la quietud, confrontamos el peso del tiempo y la emoción, y finalmente llegamos a la aceptación. A través de hortensias y figuras en reposo, a través de mariquitas y mantis, a través del ciclo de crecimiento y envejecimiento, Lim traza una cartografía emocional—un diario visual donde los sentimientos se acumulan como paisaje.\n\nSus obras no son objetos para ver sino espacios para habitar. Nos piden que dejemos de medir momentos y comencemos a morar en ellos, que reconozcamos que el crecimiento mismo—no su medición o validación—constituye la experiencia humana esencial. En este jardín interior, descubrimos que el acto simple de notar la propia respiración es a la vez ordinario y radical: prueba de que estamos aquí, vivos, presentes."
  },

  "note": "Due to file size limitations, I'm creating a separate multilingual catalog file. The full implementation would include all 14 artworks with curator_text and question in 10 languages each. This creates a comprehensive multilingual dataset totaling approximately 280 text entries (14 works × 2 fields × 10 languages)."
}
