{
  "title": "Utopia = Reality",
  "subtitle": "Selected Works by Lim Hyejung",
  "artist": {
    "name": "Lim Hyejung",
    "nameKr": "임혜정",
    "birth": "b. 1981, Korea",
    "education": [
      {
        "degree": "Department of Fine Arts",
        "institution": "Seoul National University of Science and Technology",
        "institutionKr": "서울과학기술대학교 미술학과"
      }
    ]
  },
  "gallery": {
    "name": "Ahlfah! Collective",
    "nameKr": "알파 콜렉티브",
    "fullName": "A Hand Looking for a Hand",
    "description": "Ahlfah! Collective, located in Sinsa-dong, Seoul, derives its name from \"A Hand Looking for a Hand.\" Founded on the principles of exchange and collaboration among craftspeople—those who create with their hands—the space extends its reach to connect with exhibition visitors, inviting them into this creative dialogue.",
    "descriptionKr": "신사동에 위치한 Ahlfah! Collective(알파 콜렉티브)는 A Hand Looking for a Hand(손을 찾는 손) 라는 문장에서 착안한 이름으로 공예가, 이전에 손으로 무언가 만들어 내는 사람들간의 교류와 협력을 기본으로, 나아가서는 전시를 찾는 관람객의 손을 맞잡아 이어주는 공간이 되고자 진행하는 프로젝트 입니다.",
    "features": "Ground floor café & showroom with hands-on experience, plus two exhibition spaces on the 2nd and 4th floors.",
    "address": {
      "en": "551-14, Sinsa-dong, Gangnam-gu, Seoul, South Korea",
      "kr": "서울특별시 강남구 신사동 551-14"
    }
  },
  "exhibitionStatement": {
    "en": "The artist explores a form of nature that is not rooted in physical reality but reconstructed through imagination. This nature is not a simple depiction of scenery; it is another world shaped by the artist's emotions and lived experiences. Her work invites viewers not just to look at the piece, but to step into the inner narrative woven within it.\n\nIn her practice, the artist presents the idea of \"Utopia = Reality.\" At this point where the line between the ideal and the real becomes blurred, her world does not stay fixed. Instead, it continues to be refined and transformed—a living, shifting landscape. Within this worldview, emotions such as oppression, melancholy, and healing naturally coexist.\n\nHer visual language is built from imaginative images grounded in personal experience. Rather than aiming to represent facts, it seeks to reinterpret and transform the world. Organic forms flow freely across the canvas, carrying traces of her emotions. The objects that appear in her work hold no strict symbolic meaning; instead, they can be understood as by-products of her experiences and imagination.\n\nAbove all, her work functions like a diary that reflects the artist herself—a place where emotional traces, lines of thought, and internal rhythms accumulate as a visual record.\n\nThis exhibition brings together the artist's tendencies, emotions, and her way of relating to the world. Her works present not just objects, but sensory spaces for viewers to enter, linger in, and interpret. Within them, we follow the inner world she constructs and encounter new possibilities for feeling and thought.",
    "kr": "작가는 '현실의 자연'이 아닌, 상상력으로 재구성된 자연을 탐구한다. 이 자연은 단순한 풍경 묘사가 아니라, 작가가 겪어온 감정과 경험을 바탕으로 만들어진 또 하나의 세계다. 그녀의 작업은 관람자가 작품을 단순히 바라보는 것을 넘어, 내면의 서사를 따라 깊이 들어가도록 이끈다.\n\n작가는 자신의 작업 안에서 \"Utopia = Reality\"라는 관점을 제시한다. 이상과 현실의 경계가 흐려지는 이 지점에서 그녀의 세계는 고정된 형태로 머물지 않고, 끊임없이 다듬어지고 변화하는 살아 있는 자연처럼 존재한다. 그 안에는 억압, 우울, 치유 같은 복합적인 감정이 자연스럽게 스며 있다.\n\n그녀의 작품들은 작가 개인의 경험과 상상에서 나온 이미지로 이루어져 있으며, 사실을 재현하기 위한 것이 아니라 세계를 새롭게 해석하고 전환하려는 시도에 가깝다. 화면 속 유기적 형태들은 감정의 흐름을 따라 자유롭게 움직이고, 작품 안에 등장하는 오브제들은 특정한 상징보다는 작가의 경험과 상상에서 흘러나온 부산물로 이해할 수 있다.\n\n무엇보다 그녀의 작업은 작가 자신을 투영하는 일기장과도 같다. 감정의 흔적, 사유의 결, 내면의 파동이 시각적 언어로 축적되며 하나의 기록처럼 쌓여 간다.\n\n이번 전시는 작가의 성향과 감정, 그리고 세계와 관계 맺는 방식이 집약된 결과물이다. 작품은 하나의 오브제가 아니라, 관람자가 머무르고 해석할 수 있는 감각의 공간으로 다가온다. 그 안에서 우리는 작가가 구축한 내면의 세계를 따라가며 새로운 감정과 사고의 가능성을 마주하게 된다."
  },
  "selectedWorks": [
    {
      "id": "sg-001",
      "title": "I am only passing through the woods",
      "year": 2025,
      "medium": "Mixed media on canvas",
      "dimensions": "227.3 x 145.5 cm",
      "imageWidth": 4446,
      "imageHeight": 2914,
      "curator_text": {
        "en": "Lim's forest invites us to pause. In our constant movement toward destinations, we forget that the passage itself is the destination. The dense, verdant landscape unfolds not as mere scenery but as a threshold—a liminal space where the familiar dissolves into the unknown. The artist suggests that true seeing requires a willingness to stop, to resist the momentum of purpose.",
        "kr": "임혜정의 숲은 우리를 멈추게 한다. 목적지를 향한 끊임없는 움직임 속에서, 우리는 통과 자체가 목적지임을 잊는다. 울창한 풍경은 단순한 배경이 아니라 익숙한 것이 미지의 세계로 녹아드는 경계의 공간으로 펼쳐진다."
      },
      "question": {
        "en": "What would you stop to notice rather than just walk through?",
        "kr": "그냥 지나치지 않고 무엇을 멈춰 바라볼 것인가?"
      }
    },
    {
      "id": "sg-002",
      "title": "Look at me or Wait for the daffodils",
      "year": 2025,
      "medium": "Mixed media on canvas",
      "dimensions": "60.5 x 91 cm",
      "imageWidth": 3084,
      "imageHeight": 3569,
      "curator_text": {
        "en": "This work poses an essential question about presence and anticipation. The daffodils—symbols of renewal—remain unseen, existing only in potential. Meanwhile, the present moment demands acknowledgment. Lim explores the tension between what is immediately before us and what we imagine might come. The choice itself becomes the subject.",
        "kr": "이 작품은 현재와 기대 사이의 본질적 질문을 던진다. 수선화—갱신의 상징—는 보이지 않으며 가능성으로만 존재한다. 한편, 현재의 순간은 인정을 요구한다. 임혜정은 눈앞에 있는 것과 올 것이라 상상하는 것 사이의 긴장을 탐구한다."
      },
      "question": {
        "en": "Are you seeing what is present, or waiting for what has not yet bloomed?",
        "kr": "지금 존재하는 것을 보고 있는가, 아직 피지 않은 것을 기다리고 있는가?"
      }
    },
    {
      "id": "sg-008",
      "title": "The attraction of emotion",
      "year": 2025,
      "medium": "Mixed media on canvas",
      "dimensions": "91 x 60.5 cm",
      "imageWidth": 3285,
      "imageHeight": 5091,
      "curator_text": {
        "en": "Emotions possess their own gravity, drawing us toward certain feelings while repelling others. Lim's vertical composition creates a sense of ascent or descent—we are perpetually in motion toward what attracts us. The work questions whether we are conscious participants in this attraction or passive subjects pulled by forces we barely comprehend. The intimacy of scale invites viewers to confront their emotional magnetism.",
        "kr": "감정은 그 자체의 중력을 가지고 있어, 우리를 특정 감정으로 끌어당기는 동시에 다른 것들을 밀어낸다. 임혜정의 수직 구성은 상승 또는 하강의 감각을 만들어내며—우리는 끌리는 것을 향해 끊임없이 움직인다. 이 작품은 우리가 이 끌림의 의식적 참여자인지, 아니면 우리가 거의 이해하지 못하는 힘에 이끌리는 수동적 주체인지 질문한다."
      },
      "question": {
        "en": "If you had to choose one feeling you are most drawn to right now, what would it be and why?",
        "kr": "지금 가장 끌리는 감정 하나를 고른다면, 그 감정은 무엇이고 왜 그럴까요?"
      }
    },
    {
      "id": "es-001",
      "title": "Effortlessly chirping birds (L)",
      "year": 2025,
      "medium": "Mixed media on canvas",
      "dimensions": "60.5 x 91 cm",
      "imageWidth": 4390,
      "imageHeight": 2927,
      "curator_text": {
        "en": "The diptych celebrates the paradox of effortless expression. Birds do not struggle to sing—their voice emerges naturally from their being. Lim invites us to consider when our own voices flow without force, when communication becomes not labor but liberation. The left panel captures the moment before sound breaks into the world.",
        "kr": "이 디프티크는 힘들이지 않는 표현의 역설을 기념한다. 새들은 노래하기 위해 애쓰지 않는다—그들의 목소리는 존재에서 자연스럽게 흘러나온다. 임혜정은 우리 자신의 목소리가 강요 없이 흐를 때, 소통이 노동이 아닌 해방이 될 때를 생각하게 한다."
      },
      "question": {
        "en": "When does your voice flow most easily?",
        "kr": "당신의 목소리는 언제 가장 쉽게 흘러나오는가?"
      }
    },
    {
      "id": "ds-001",
      "title": "You are going to grow up",
      "year": 2025,
      "medium": "Mixed media on canvas",
      "dimensions": "65.1 x 136.5 cm",
      "imageWidth": 2328,
      "imageHeight": 3335,
      "curator_text": {
        "en": "The first panel of Lim's temporal triptych addresses the inevitability of transformation. Growth is not merely biological but existential—a continuous shedding and becoming. The vertical composition mirrors this upward trajectory, while the organic forms suggest that growth is neither linear nor predictable. It is a statement, not a warning.",
        "kr": "임혜정 시간 3부작의 첫 번째 패널은 변화의 필연성을 다룬다. 성장은 단순히 생물학적인 것이 아니라 실존적인 것—끊임없는 탈피와 생성이다. 수직 구성은 이 상승 궤적을 반영하며, 유기적 형태는 성장이 선형적이지도 예측 가능하지도 않음을 시사한다."
      },
      "question": {
        "en": "What sentence would you deliver to your future grown self?",
        "kr": "미래의 성장한 자신에게 어떤 문장을 전하겠는가?"
      }
    },
    {
      "id": "ds-002",
      "title": "I am going to have to grow old",
      "year": 2025,
      "medium": "Mixed media on canvas",
      "dimensions": "65.1 x 136.5 cm",
      "imageWidth": 2328,
      "imageHeight": 3335,
      "curator_text": {
        "en": "The second movement confronts aging not as decline but as accumulation. The phrase 'have to' acknowledges the compulsory nature of time's passage, yet within this acknowledgment lies acceptance. Lim's palette shifts subtly, suggesting that aging brings not just loss but also depth—layers of experience that enrich rather than diminish.",
        "kr": "두 번째 움직임은 노화를 쇠퇴가 아닌 축적으로 대면한다. '해야만 한다'는 표현은 시간 경과의 강제적 본질을 인정하지만, 이 인정 안에 수용이 있다. 임혜정의 팔레트는 미묘하게 변화하며, 노화가 상실만이 아닌 깊이를 가져옴을 시사한다."
      },
      "question": {
        "en": "What frightens you most about aging, and what makes you most curious?",
        "kr": "노화에서 가장 두려운 것은 무엇이며, 가장 궁금한 것은 무엇인가?"
      }
    },
    {
      "id": "ds-003",
      "title": "And then I will die",
      "year": 2025,
      "medium": "Mixed media on canvas",
      "dimensions": "65.1 x 136.5 cm",
      "imageWidth": 2328,
      "imageHeight": 3335,
      "curator_text": {
        "en": "The triptych's conclusion does not shy from mortality's presence. Death, stripped of euphemism, stands as the ultimate punctuation to the sentence of life. Yet Lim presents this not with despair but with the quiet dignity of acceptance. The composition resolves the previous tensions, suggesting that acknowledging finitude gives meaning to all that precedes it.",
        "kr": "3부작의 결론은 죽음의 존재를 회피하지 않는다. 완곡어법이 벗겨진 죽음은 삶의 문장에 대한 궁극적인 구두점으로 서 있다. 그러나 임혜정은 이를 절망이 아닌 수용의 조용한 품위로 제시한다. 구성은 이전의 긴장을 해소하며, 유한성을 인정하는 것이 그 이전의 모든 것에 의미를 부여함을 시사한다."
      },
      "question": {
        "en": "Knowing everything will end, how does that change how you see this moment?",
        "kr": "모든 것이 끝날 것임을 알고, 이 순간을 어떻게 다르게 보는가?"
      }
    },
    {
      "id": "ds-004",
      "title": "They live like nothing happened",
      "year": 2025,
      "medium": "Mixed media on canvas",
      "dimensions": "91 x 60.5 cm",
      "imageWidth": 5417,
      "imageHeight": 3601,
      "curator_text": {
        "en": "After catastrophe, life persists. This work observes the remarkable resilience of existence—how the world continues its rhythms despite upheaval. 'They' refers to all living things that carry forward regardless of circumstance. Lim captures both the absurdity and the necessity of this continuation, finding in it neither comfort nor despair, but simple truth.",
        "kr": "재앙 이후에도 생명은 지속된다. 이 작품은 존재의 놀라운 회복력을 관찰한다—세계가 격변에도 불구하고 리듬을 계속하는 방식. '그들'은 상황에 관계없이 앞으로 나아가는 모든 생명체를 지칭한다. 임혜정은 이 지속의 부조리함과 필연성을 모두 포착하며, 위안도 절망도 아닌 단순한 진실을 발견한다."
      },
      "question": {
        "en": "After the world seems to shake, what in your life quietly continues as if nothing happened?",
        "kr": "세상이 흔들린 후에도, 당신의 삶에서 무엇이 아무 일 없었다는 듯 조용히 계속되는가?"
      }
    },
    {
      "id": "wt-004",
      "title": "Just that we grow",
      "year": 2025,
      "medium": "Mixed media on canvas",
      "dimensions": "80.3 x 65.1 cm",
      "imageWidth": 3829,
      "imageHeight": 4849,
      "curator_text": {
        "en": "The exhibition closes with this meditation on growth stripped of judgment. Success and failure, those twin tyrannies of modern life, dissolve before the simple fact of development. Lim suggests that growth itself—not its measurement or validation—constitutes the essential human experience. The brushwork here is both tender and assured, as if the artist has found peace in this fundamental truth.",
        "kr": "전시는 판단이 배제된 성장에 대한 명상으로 마무리된다. 성공과 실패, 현대 생활의 쌍둥이 폭정은 발전이라는 단순한 사실 앞에서 녹아든다. 임혜정은 성장 자체가—그 측정이나 검증이 아닌—본질적인 인간 경험을 구성한다고 제안한다. 여기서 붓질은 부드러우면서도 확신에 차 있으며, 마치 작가가 이 근본적 진실에서 평화를 찾은 듯하다."
      },
      "question": {
        "en": "If you forgot success and failure and focused only on the fact that you are growing, what would feel lighter?",
        "kr": "성공과 실패를 잊고 성장하고 있다는 사실에만 집중한다면, 무엇이 더 가벼워질까?"
      }
    }
  ],
  "contact": {
    "website": "https://www.limhyejung.com",
    "email": "hello@limhyejung.com",
    "instagram": "@limhyejung_artworks",
    "gallery_email": "contact@ahlfah.com"
  }
}
